package com.example.corvatestapp;

public class Corva {
    /*
Тестовое задание по Android

требуется написать приложение с боковым меню и таб баром на 4 вкладки.
Попасть на вкладки можно как из меню, так и с таб бара.
На основной вкладке нужно расположить сетку из фотографий с галереи, остальные - пустые, с разным background color
Необходимо реализовать это через фрагменты

Фрагмент = Fragment, это имя компонента.
Есть activity based навигация а есть fragment based
Версия Android любая
Из какой галереи - из системной
*/
}
